fio-test/results/write_out_jobs_conv_3/64k_1-3.out
job1: (g=0): rw=write, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=psync, iodepth=1
fio-3.28
Starting 1 process

job1: (groupid=0, jobs=1): err= 0: pid=54182: Sat Jun 29 18:26:59 2024
  write: IOPS=13.7k, BW=857MiB/s (899MB/s)(84.1GiB/100529msec); 0 zone resets
    clat (usec): min=58, max=592, avg=70.03, stdev= 6.22
     lat (usec): min=60, max=596, avg=72.41, stdev= 6.20
    clat percentiles (usec):
     |  1.00th=[   62],  5.00th=[   63], 10.00th=[   64], 20.00th=[   67],
     | 30.00th=[   69], 40.00th=[   70], 50.00th=[   71], 60.00th=[   72],
     | 70.00th=[   73], 80.00th=[   74], 90.00th=[   75], 95.00th=[   76],
     | 99.00th=[   93], 99.50th=[  103], 99.90th=[  111], 99.95th=[  139],
     | 99.99th=[  223]
   bw (  KiB/s): min=795648, max=905472, per=100.00%, avg=878577.28, stdev=20748.04, samples=200
   iops        : min=12432, max=14148, avg=13727.77, stdev=324.19, samples=200
  lat (usec)   : 100=99.40%, 250=0.59%, 500=0.01%, 750=0.01%
  cpu          : usr=4.65%, sys=28.80%, ctx=2757178, majf=0, minf=15
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,1378560,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=857MiB/s (899MB/s), 857MiB/s-857MiB/s (899MB/s-899MB/s), io=84.1GiB (90.3GB), run=100529-100529msec

Disk stats (read/write):
    dm-0: ios=0/1376350, merge=0/0, ticks=0/84312, in_queue=84312, util=100.00%, aggrios=5/275710, aggrmerge=0/0, aggrticks=0/11781, aggrin_queue=11782, aggrutil=100.00%
  nvme0n1: ios=0/206781, merge=0/0, ticks=0/9908, in_queue=9907, util=100.00%
  nvme3n1: ios=0/206781, merge=0/0, ticks=0/9944, in_queue=9944, util=100.00%
  nvme1n2: ios=13/344640, merge=0/0, ticks=1/13438, in_queue=13439, util=100.00%
  nvme4n2: ios=6/344640, merge=0/0, ticks=1/14093, in_queue=14094, util=100.00%
  nvme2n1: ios=0/206781, merge=0/0, ticks=0/9951, in_queue=9951, util=100.00%
  nvme0n2: ios=18/344640, merge=0/0, ticks=1/13533, in_queue=13534, util=100.00%
  nvme3n2: ios=9/344640, merge=0/0, ticks=1/13605, in_queue=13606, util=100.00%
  nvme1n1: ios=0/206781, merge=0/0, ticks=0/9952, in_queue=9952, util=100.00%
  nvme4n1: ios=0/206781, merge=0/0, ticks=0/9951, in_queue=9951, util=100.00%
  nvme2n2: ios=10/344640, merge=0/0, ticks=0/13442, in_queue=13443, util=100.00%